welcome = 'Приветствую! Используй команды в меню, чтобы задать канал и группу'
cancelled = 'Отменено'
not_implemented = 'Не реализовано'
commands_updated = 'Команды обновлены'

channel_and_group_not_set = 'Канал и группа еще не заданы, используй команды в меню'

set_channel_is = """
Заданный канал: <a href="{channel_url}">{channel_id}</a>
"""

set_group_is = """
Заданная группа: <a href="{group_url}">{group_id}</a>
"""

show_me_channel = 'Отправь мне юзернейм или ID канала. Либо перешли любое сообщение из этого канала'
show_me_group = """
Отправь мне юзернейм или ID группы.
Ты можешь использовать в группе команду /show_chat_id, чтобы узнать ID этой группы.
"""

chat_not_found = 'Такой чат не найден. Проверь, что бот добавлен в этот чат и попробуй еще раз'
check_if_bot_chat_member = 'Проверь, что бот добавлен в этот чат и попробуй еще раз'
